<?php
	require_once '../config.php';
	checkLogin();
?>
<div class="am-g">
	<div class="am-u-md-8 am-u-sm-centered">
	<div class="am-text-center">
		<h1>欢迎使用MAIN数据平台</h1>
	</div>
	<ul>
		<h2><li>创建问卷</li></h2>
		<p>1、通过“添加问卷”，新建一个问卷表头<br>
		   2、创建表头成功后，跳转到问卷列表页面<br>
		   3、在问卷列表页面，点击“内容”按键添加问卷题目，以及用户选项（多个值用“//”隔开）<br>
		   4、点击保存即可创建成功，通过分享功能将生成的问卷进行分享<br></p>
		<h2><li>发布空课表</li></h2>
		<p>1、通过“添加空课表”，新建一个空课表表头<br>
		   2、创建空课表成功后，跳转到空课表列表页面<br>
		   3、在空课表列表页面，通过分享功能将生成的空课表进行分享<br>
		   4、课表分为“总课表”与“单双周”两种，您可根据个人需要自行选择</p>
		<h2><li>数据挖掘采集</li></h2>
		<p>此功能为高级数据服务，如需了解更多请致信service@seamory.com</p>
		<h2><li>更多功能</li></h2>
		<p>针对各类用户群体，更多功能我们尚在开发中。敬请期待</p>
	</ul>
	</div>
</div>