<div>
<ol>
本服务条款适用于MAIN数据平台以及seamory.com域名下所有网站。
<li>接受条款</li>
进入MAIN数据平台网站即表示您同意自己已经与MAIN数据平台订立本协议，且您将受本协议的条款和条件 (“条款”)约束。MAIN数据平台可随时自行全权决定更改“条款”。如“条款”有任何变更，MAIN数据平台将在其网站上刊载公告，通知予您。如您不同意相关变更，必须停止使用“服务”。经修订的“条款”一经在MAIN数据平台网站公布后，立即自动生效。您应在第一次登录后仔细阅读修订后的“条款”，并有权选择停止继续使用“服务”；一旦您继续使用“服务”，则表示您已接受经修订的“条款”，当您与MAIN数据平台发生争议时，应以最新的服务协议为准。除另行明确声明外，任何使“服务”范围扩大或功能增强的新内容均受本协议约束。
<li>用户管理</li>
用户单独承担发布内容的责任。用户对服务的使用是根据所有适用于服务的地方法律、国家法律和国际法律标准的。用户承诺：<br>
（1）在MAIN数据平台的网页上发布信息或者利用MAIN数据平台的服务时必须符合中国有关法规，不得在MAIN数据平台的网页上或者利用MAIN数据平台的服务制作、复制、发布、传播以下信息：<br>
&nbsp;&nbsp;(a) 反对宪法所确定的基本原则的；<br>
&nbsp;&nbsp;(b) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br>
&nbsp;&nbsp;(c) 损害国家荣誉和利益的；<br>
&nbsp;&nbsp;(d) 煽动民族仇恨、民族歧视，破坏民族团结的；<br>
&nbsp;&nbsp;(e) 破坏国家宗教政策，宣扬邪教和封建迷信的；<br>
&nbsp;&nbsp;(f) 散布谣言，扰乱社会秩序，破坏社会稳定的；<br>
&nbsp;&nbsp;(g) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>
&nbsp;&nbsp;(h) 侮辱或者诽谤他人，侵害他人合法权益的；<br>
&nbsp;&nbsp;(i) 含有法律、行政法规禁止的其他内容的。<br>
（2）在MAIN数据平台的网页上发布信息或者利用MAIN数据平台的服务时还必须符合其他有关国家和地区的法律规定以及国际法的有关规定。<br>
（3）不利用MAIN数据平台的服务从事以下活动：<br>
&nbsp;&nbsp;(a) 未经允许，进入计算机信息网络或者使用计算机信息网络资源的；<br>
&nbsp;&nbsp;(b) 未经允许，对计算机信息网络功能进行删除、修改或者增加的；<br>
&nbsp;&nbsp;(c) 未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；<br>
&nbsp;&nbsp;(d) 故意制作、传播计算机病毒等破坏性程序的；<br>
&nbsp;&nbsp;(e) 其他危害计算机信息网络安全的行为。<br>
（4）不以任何方式干扰MAIN数据平台的服务。<br>
（5）遵守MAIN数据平台的所有其他规定和程序。<br>
（6）对于存在恶意刷票行为的问卷，MAIN数据平台有权在不事先通知用户的情况下直接终止此问卷。<br>
用户须对自己在使用MAIN数据平台服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在MAIN数据平台首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予MAIN数据平台等额的赔偿。用户理解，如果MAIN数据平台认为用户发布的信息明显属于上段第(1)条所列内容之一，依据中国法律，MAIN数据平台有权利立即停止向该用户提供服务，删除该用户发布的非法信息，并保存有关记录向国家有关机关报告。<br>
用户使用MAIN数据平台电子公告服务，包括电子布告牌、电子白板、电子论坛、网络聊天室和留言板等以交互形式为上网用户提供信息发布条件的行为，也须遵守本条的规定以及MAIN数据平台将专门发布的电子公告服务规则，上段中描述的法律后果和法律责任同样适用于电子公告服务的用户。若用户的行为不符合以上提到的服务条款，MAIN数据平台将作出独立判断立即取消用户服务帐号。
</div>